Repository: orx57/swl-web-sdr
Catalog: assets/locales/*/LC_MESSAGES/messages.po
Languages: fr

source: Loading geocoding data...
fr: Chargement des données de géolocalisation...

source: Geocoding error: {error}
fr: Erreur de géolocalisation : {error}

source: W
fr: O

source: 🌍 Language
fr: 🌍 Langue

source: The application is evolving... Expect exciting new features very soon!
fr: L'application est en pleine évolution... Attendez-vous à de passionnantes nouveautés très prochainement !

source: Language: {lang} Locale: {user_locale} Time: {now_local} Timezone: {tz} UTC time: {now_utc}
fr: Langue : {lang} Locale : {user_locale} Heure : {now_local} Fuseau horaire : {tz} Heure UTC : {now_utc}

source: List of Active Public WebSDRs
fr: Liste des WebSDR publiques actifs

source: Active SDRs
fr: SDR actifs

source: Active Users
fr: Utilisateurs actifs

source: Total SDRs
fr: SDR total

source: 🎲 Random QSL !
fr: 🎲 QSL Surprise !

source: Discover a random WebSDR
fr: Découvrez un WebSDR au hasard

source: No WebSDR available at the moment
fr: Aucun WebSDR disponible pour le moment

source: Uptime in seconds
fr: Temps de fonctionnement en secondes

source: Name
fr: Nom

source: Data source origin
fr: Source des données

source: Signal-to-Noise Ratio
fr: Rapport Signal sur Bruit

source: Users
fr: Utilisateurs

source: Number of active users
fr: Nombre d'utilisateurs actifs

source: WebSDR occupation rate
fr: Taux d'occupation du WebSDR

source: Max Users
fr: Utilisateurs max

source: Maximum number of users
fr: Nombre maximum d'utilisateurs

source: Antenna
fr: Antenne

source: Bands
fr: Bandes

source: Maidenhead Grid Locator
fr: Localisateur Maidenhead

source: Country Code
fr: Code pays

source: Country code (ISO)
fr: Code pays (ISO)

source: City
fr: Ville

source: City name
fr: Nom de la ville

source: Region
fr: Région

source: State/Region/Province
fr: État/Région/Province

source: GPS coordinates
fr: Coordonnées GPS

source: About the Application
fr: A propos de l'application

source: This application displays **public data from active WebSDRs** using different APIs and data sources.
fr: Cette application permet d'afficher **les données publiques des WebSDR actifs** à partir de différentes API et sources de données.

source: Author: {author} · Version: {version}
fr: Auteur : {author} · Version : {version}
